Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.333d812c9fca
source: カロリー推定中
ar_sa: تقدير السعرات الحرارية
ca: Estimació de calories
cs: Odhad kalorického příjmu
da: Estimerer kalorier
de_de: Kalorien werden geschätzt
el: Υπολογίζονται οι θερμίδες
en_au: Calculating calories
es_es: Estimando calorías...
fi: Lasketaan kaloreita
fr_ca: Estimation des calories en cours
gu: કCalories ની ગણતરી કરવામાં આવી રહી છે
he: חישוב קלוריות בעיבוד
hi: कैलोरी का अनुमान लगाया जा रहा है
hr: Procjenjuje se broj kalorija
hu: Kalória becslése
id: Sedang memperkirakan kalori
it: Stima delle calorie in corso
ko: 칼로리 추정 중
mr: कॅलरीचा अंदाज घेत आहे...
ms: Menyemak anggaran kalori
nl_nl: Calorieën worden geschat.
no: Estimering av kalorier
pl: Obliczanie kalorii...
pt_br: Calculando calorias
pt_pt: Calculando calorias
ro: Se calculează numărul de calorii
ru: Оценка калорийности...
sk: Odhad kalorického príjmu
sl: Izračunujem kalorije
sv: Uppskattar kalorier
ta: கலோரியை மதிப்பிடுகிறோம்
te: క్యాలరీలను అంచనా వేస్తున్నాము
th: กำลังประมาณแคลอรี่
tr: Kalori tahmini yapılıyor
uk: Розраховую калорії...
vi: Đang ước tính calo
zh_hans: 正在估算卡路里
zh_hant: 正在估算卡路里

# health_meals_body_ai.336d67026106
source: {{value1}} と補助モデルで週次コメントを生成できます。
ar_sa: يمكن إنشاء التعليقات الأسبوعية باستخدام {{value1}} والنماذج المساعدة.
ca: Es poden generar comentaris setmanals amb {{value1}} i models auxiliars.
cs: Můžete generovat týdenní komentáře s {{value1}} a pomocným modelem.
da: {{value1}} og med hjælp fra en assistentmodel kan du generere ugentlige kommentarer.
de_de: Sie können mit {{value1}} und einem Hilfsmodell wöchentliche Kommentare generieren.
el: Μπορείτε να δημιουργήσετε εβδομαδιαίες αναφορές με το {{value1}} και το βοηθητικό μοντέλο.
en_au: {{value1}}You can generate weekly summaries with the "value1" metric and the support model.
es_es: {{value1}} y con el modelo de apoyo, se pueden generar comentarios semanales.
fi: Voit luoda viikoittaisia kommentteja sekä {{value1}} että apumallin avulla.
fr_ca: {{value1}} et avec le modèle d'aide, vous pouvez générer des commentaires hebdomadaires.
gu: તમે {{value1}} અને સહાયક મોડેલ સાથે અઠવાડિક ટિપ્પણીઓ જનરેટ કરી શકો છો.
he: {{value1}} וגם באמצעות מודל תמיכה, ניתן ליצור הערות שבועיות.
hi: आप {{value1}} और सहायक मॉडल के साथ साप्ताहिक टिप्पणियां उत्पन्न कर सकते हैं।
hr: Možete generirati tjedno izvješće s {{value1}} i pomoćnim modelom.
hu: {{value1}} és a segítő modell segítségével hetente generálhatsz visszajelzéseket.
id: {{value1}} dan dengan bantuan model, Anda dapat menghasilkan komentar mingguan.
it: {{value1}}È possibile generare commenti settimanali utilizzando il valore e il modello di supporto.
ko: {{value1}}와 보조 모델을 사용하여 주간 피드백을 생성할 수 있습니다.
mr: {{value1}} आणि सहाय्यक मॉडेल वापरून साप्ताहिक अभिप्राय तयार करता येतो.
ms: Anda boleh menghasilkan komen mingguan dengan model dan {{value1}}.
nl_nl: Met {{value1}} en het bijbehorende model kunt u wekelijks feedback genereren.
no: Du kan generere ukentlige kommentarer med {{value1}} og et støttemodell.
pl: Możesz generować cotygodniowe komentarze z {{value1}} i modelem pomocowym.
pt_br: {{value1}} e com o modelo de apoio, é possível gerar comentários semanais.
pt_pt: {{value1}} e com o modelo de apoio, é possível gerar comentários semanais.
ro: {{value1}}Puteți genera comentarii săptămânale folosind atât modul de bază, cât și un model de suport.
ru: Вы можете генерировать еженедельные комментарии с помощью {{value1}} и вспомогательной модели.
sk: {{value1}} a pomocný model umožňujú generovať týždenné zhodnotenia.
sl: Lahko ustvarite tedenske povratne informacije z {{value1}} in pomožnim modelom.
sv: Du kan generera veckovisa kommentarer med {{value1}} och en hjälpmodell.
ta: {{value1}} மற்றும் துணை மாதிரியுடன் வாராந்திர கருத்துக்களை உருவாக்கலாம்.
te: {{value1}} మరియు సహాయక నమూనాతో వారానికి ఒకసారి అభిప్రాయాన్ని పొందవచ్చు.
th: {{value1}}สามารถสร้างความคิดเห็นรายสัปดาห์ได้ โดยใช้ค่าที่กำหนดและแบบจำลองเสริม
tr: {{value1}} ve yardımcı model ile haftalık geri bildirim oluşturabilirsiniz.
uk: Ви можете генерувати щотижневі коментарі з {{value1}} та допоміжною моделлю.
vi: Bạn có thể tạo báo cáo hàng tuần với {{value1}} và mô hình hỗ trợ.
zh_hans: 可以使用{{value1}}和辅助模型生成每周总结。
zh_hant: 可以使用{{value1}}和辅助模型，生成每周的反馈。

# health_meals_body_ai.3384dbefe259
source: 食事名・量
ar_sa: اسم الوجبة/الكمية
ca: Nom/import del menjar
cs: Název a množství jídla
da: Navn på måltid og mængde
de_de: Name und Menge des Gerichts
el: Όνομα και ποσότητα γεύματος
en_au: Meal name and quantity
es_es: Nombre y cantidad de la comida
fi: Ruoka ja määrä
fr_ca: Nom et quantité du repas
gu: ખોરાકનું નામ અને માત્રા
he: שם וגודל הארוחה
hi: भोजन का नाम और मात्रा
hr: Naziv jela i količina
hu: Étel név és mennyiség
id: Nama dan jumlah makanan
it: Nome e quantità del pasto
ko: 식사 이름 및 양
mr: आहाराचे नाव आणि प्रमाण
ms: Nama dan kuantiti makanan
nl_nl: Naam en hoeveelheid van maaltijd
no: Navn på måltid og mengde
pl: Nazwa posiłku i ilość
pt_br: Nome e quantidade da refeição
pt_pt: Nome e quantidade da refeição
ro: Numele mesei și cantitatea
ru: Название блюда и количество
sk: Názov jedla a množstvo
sl: Ime jedi in količina
sv: Måltidsnamn och mängd
ta: உணவின் பெயர் மற்றும் அளவு
te: ఆహార పేరు మరియు పరిమాణం
th: ชื่ออาหาร และ ปริมาณ
tr: Öğün adı ve miktar
uk: Назва страви та об'єм
vi: Tên và số lượng bữa ăn
zh_hans: 饮食名称和数量
zh_hant: 飲食名稱・數量

# health_meals_body_ai.33b6f5aef21f
source: まだ記録がありません。
ar_sa: لا توجد سجلات حتى الآن.
ca: Encara no hi ha registres.
cs: Žádné záznamy nejsou k dispozici.
da: Du har endnu ikke registreret noget.
de_de: Es liegen noch keine Daten vor.
el: Δεν υπάρχουν ακόμα καταγεγραμμένα δεδομένα.
en_au: No records have been entered yet.
es_es: Aún no tienes ningún registro.
fi: Ei ole mitään tallennettuja arvoja.
fr_ca: Vous n'avez pas encore enregistré de données.
gu: હજી રેકોર્ડ નથી.
he: אין עדיין רישום.
hi: अभी तक कोई रिकॉर्ड नहीं है।
hr: Nema zapisa.
hu: Nincs rögzített adat.
id: Belum ada catatan.
it: Non ci sono ancora registrazioni.
ko: 아직 기록이 없습니다.
mr: अद्याप नोंदी नाहीत.
ms: Masih tiada rekod.
nl_nl: Er zijn nog geen gegevens geregistreerd.
no: Det finnes ingen registreringer ennå.
pl: Wciąż nie masz żadnych zapisanych danych.
pt_br: Ainda não há registro.
pt_pt: Ainda não há registro.
ro: Nu ai înregistrat nimic încă.
ru: Записи отсутствуют.
sk: Nemáme žiadne záznamy.
sl: Žal, podatkov še nismo zbrali.
sv: Inga resultat ännu.
ta: இதுவரை பதிவுகள் இல்லை.
te: ఇప్పటికి రికార్డులు లేవు.
th: ยังไม่มีบันทึก
tr: Henüz kayıt yok.
uk: Поки немає записів.
vi: Chưa có kết quả đo.
zh_hans: 尚无记录。
zh_hant: 尚未記錄任何內容。

# health_meals_body_ai.33cef63d33eb
source: 実食量
ar_sa: تناول الطعام الفعلي
ca: Ingesta real d'aliments
cs: Skutečná spotřeba
da: Faktisk indtag
de_de: Tatsächliche Nahrungsaufnahme
el: Πραγματική ποσότητα τροφής
en_au: Actual food intake
es_es: Consumo real
fi: Todellinen syöty
fr_ca: Quantité consommée
gu: વાસ્તવિક આહાર
he: כמות ארוחה
hi: वास्तविक भोजन
hr: Stvaran unos
hu: Valós fogyasztott mennyiség
id: Konsumsi makanan
it: Quantità effettiva consumata
ko: 실제 섭취량
mr: वास्तविक खाद्य
ms: Jumlah makanan
nl_nl: Echte hoeveelheid
no: Faktisk inntatt mengde
pl: Rzeczywista ilość spożytej żywności
pt_br: Consumo real
pt_pt: Consumo real
ro: Cantitatea reală consumată
ru: Фактическое потребление
sk: Skutočná konzumovaná dávka
sl: Skupna količina
sv: Faktiskt intaget
ta: உண்மையான உணவு அளவு
te: వాస్తవ ఆహార పరిమాణం
th: ปริมาณอาหาร
tr: Gerçek yeme miktarı
uk: Фактична кількість їжі
vi: Số lượng thực phẩm
zh_hans: 实际摄入量
zh_hant: 實際攝食量

# health_meals_body_ai.340d133557fc
source: メッセージ
ar_sa: رسالة
ca: missatge
cs: Zprávy
da: Besked
de_de: Nachricht
el: Μήνυμα
en_au: Message
es_es: Mensaje
fi: Viestit
fr_ca: Message
gu: સંદેશ
he: הודעה
hi: संदेश
hr: Obavijest
hu: Üzenet
id: Pesan
it: Messaggio
ko: 메시지
mr: संदेश
ms: Pesan
nl_nl: Berichten
no: Meldinger
pl: Komunikat
pt_br: Mensagem
pt_pt: Mensagem
ro: Mesaj
ru: Сообщение
sk: Správa
sl: Obvestila
sv: Meddelanden
ta: செய்தி
te: సందేశం
th: ข้อความ
tr: Mesaj
uk: Повідомлення
vi: Thông báo
zh_hans: 消息
zh_hant: 訊息

# health_meals_body_ai.356ec7e292c8
source: {{value1}}の分析
ar_sa: تحليل {{value1}}
ca: Anàlisi de {{value1}}
cs: Analýza od {{value1}}
da: {{value1}} analyse
de_de: Analyse von {{value1}}
el: Ανάλυση του {{value1}}
en_au: {{value1}} analysis.
es_es: Análisis de {{value1}}.
fi: {{value1}}:n analyysi
fr_ca: Analyse de {{value1}}.
gu: {{value1}}નું વિશ્લેષણ
he: ניתוח של {{value1}}
hi: {{value1}} का विश्लेषण
hr: Analiza {{value1}}
hu: {{value1}}-nek szóló elemzés
id: Analisis {{value1}}
it: Analisi di {{value1}}.
ko: {{value1}} 분석
mr: {{value1}} चा विश्लेषण
ms: Analisis {{value1}}
nl_nl: Analyse van {{value1}}
no: {{value1}} sin analyse
pl: Analiza {{value1}}.
pt_br: Análise de {{value1}}.
pt_pt: Análise de {{value1}}.
ro: Analiza valorii {{value1}}
ru: Анализ {{value1}}
sk: Analýza {{value1}}
sl: Analiza {{value1}}
sv: Analys av {{value1}}
ta: {{value1}} பகுப்பாய்வு
te: {{value1}} యొక్క విశ్లేషణ
th: วิเคราะห์ {{value1}}
tr: {{value1}}'in analizi
uk: Аналіз {{value1}}
vi: Phân tích {{value1}}
zh_hans: {{value1}} 分析
zh_hant: {{value1}} 分析

# health_meals_body_ai.35a91d364b5f
source: {{value1}}再試行してください。手動記録は引き続き利用できます。
ar_sa: {{value1}}يرجى المحاولة مرة أخرى. التسجيل اليدوي لا يزال متاحا.
ca: {{value1}}Si us plau, torna-ho a provar. La gravació manual encara està disponible.
cs: {{value1}} Zkuste to znovu. Ruční záznamy jsou stále k dispozici.
da: {{value1}}Prøv igen. Manuel registrering er stadig tilgængelig.
de_de: {{value1}}Bitte erneut versuchen. Die manuelle Eingabe ist weiterhin möglich.
el: {{value1}}Παρακαλούμε να προσπαθήσετε ξανά. Μπορείτε ακόμα να καταγράψετε χειροκίνητα.
en_au: {{value1}}Try again. You can still use manual recording.
es_es: {{value1}}Intente de nuevo. Puede seguir utilizando la grabación manual.
fi: Kokeile {{value1}} kertaa uudelleen. Manuaalinen kirjaus on edelleen käytettävissä.
fr_ca: {{value1}} Veuillez réessayer. Vous pouvez toujours enregistrer manuellement.
gu: {{value1}} ફરી પ્રયાસ કરો. મેન્યુઅલ રેકોર્ડિંગનો ઉપયોગ કરવાનું ચાલુ રાખી શકાય છે.
he: {{value1}}נסה שוב. ניתן להמשיך להשתמש בתיעוד ידני.
hi: कृपया {{value1}} बार फिर प्रयास करें। आप अभी भी मैन्युअल रिकॉर्डिंग का उपयोग कर सकते हैं।
hr: {{value1}}Ponovite pokušaj. Možete i dalje koristiti ručni unos.
hu: Kérjük, {{value1}}-szer újra próbálja. A manuális rögzítés továbbra is használható.
id: {{value1}}Silakan dicoba lagi. Anda tetap dapat menggunakan pencatatan manual.
it: {{value1}}Riprova. Puoi continuare a utilizzare la registrazione manuale.
ko: {{value1}} 다시 시도해 주세요. 수동 기록은 계속 이용 가능합니다.
mr: {{value1}} पुन्हा प्रयत्न करा. मॅन्युअल रेकॉर्डिंग अजूनही उपलब्ध आहे.
ms: {{value1}} Sila cuba semula. Anda boleh terus menggunakan senarai manual.
nl_nl: {{value1}}Probeer het opnieuw. Handmatige registratie blijft mogelijk.
no: {{value1}}Prøv igjen. Du kan fortsatt bruke manuell registrering.
pl: {{value1}}Spróbuj ponownie. Możesz nadal ręcznie wprowadzać dane.
pt_br: {{value1}}Tente novamente. A gravação manual continua disponível.
pt_pt: {{value1}}Tente novamente. A gravação manual continua disponível.
ro: {{value1}}Reîncepeți. Puteți continua să înregistrați manual.
ru: {{value1}}Повторите попытку. Вы можете продолжать использовать ручной ввод данных.
sk: {{value1}} skúste to znovu. Ručné zaznamenávanie je stále k dispozícii.
sl: {{value1}} Poskusite znova. Ročno vnos je še vedno na voljo.
sv: {{value1}}Försök igen. Du kan fortfarande använda manuell registrering.
ta: {{value1}} மீண்டும் முயற்சிக்கவும். கைமுறையாக பதிவு செய்வது தொடர்ந்து பயன்படுத்தலாம்.
te: {{value1}} మళ్లీ ప్రయత్నించండి. మాన్యువల్ రికార్డింగ్ కొనసాగించవచ్చు.
th: {{value1}}ลองอีกครั้ง โปรด หากต้องการบันทึกด้วยตนเอง สามารถทำได้ตามปกติ
tr: {{value1}} kez tekrar deneyin. Manuel kayıt kullanımı devam etmektedir.
uk: {{value1}}Будь ласка, спробуйте ще раз. Ви можете продовжувати використовувати ручне введення даних.
vi: {{value1}}Vui lòng thử lại. Bạn vẫn có thể sử dụng ghi lại thủ công.
zh_hans: 请再次尝试{{value1}}次。您仍然可以使用手动记录功能。
zh_hant: 請再次嘗試 {{value1}} 次。您仍然可以使用手動記錄功能。

# health_meals_body_ai.35adcbc0257c
source: AI利用設定がオフです。
ar_sa: إعدادات استخدام الذكاء الاصطناعي متوقفة.
ca: La configuració d'ús de l'IA està desactivada.
cs: Funkce AI je vypnutá.
da: AI-brugen er slået fra.
de_de: Die KI-Funktion ist deaktiviert.
el: Η ρύθμιση για τη χρήση της τεχνητής νοημοσύνης είναι απενεργοποιημένη.
en_au: AI usage is turned off.
es_es: La función de IA está desactivada.
fi: AI-käyttö on pois päältä.
fr_ca: La fonction AI est désactivée.
gu: AI ઉપયોગ સેટિંગ્સ બંધ છે.
he: הגדרות השימוש ב-AI כבויות.
hi: AI उपयोग सुविधा बंद है।
hr: Postavke za korištenje AI-a su isključene.
hu: Az AI funkció le van tiltva.
id: Pengaturan penggunaan AI dinonaktifkan.
it: L'uso dell'IA è disattivato.
ko: AI 사용 설정이 꺼져 있습니다.
mr: AI चा वापर बंद केला आहे.
ms: Pengaturan penggunaan AI telah dimatikan.
nl_nl: De instellingen voor AI zijn uitgeschakeld.
no: AI-bruksinnstillingen er slått av.
pl: Funkcja wykorzystująca AI jest wyłączona.
pt_br: A configuração de uso da IA está desativada.
pt_pt: A configuração de uso da IA está desativada.
ro: Funcția AI este dezactivată.
ru: Функция ИИ отключена.
sk: Funkcia AI je vypnutá.
sl: Uporaba AI je izklopljena.
sv: AI-funktion är avstängd.
ta: AI பயன்பாடு முடக்கப்பட்டுள்ளது.
te: AI వినియోగ సెట్టింగ్‌లు ఆఫ్‌లో ఉన్నాయి.
th: การตั้งค่าการใช้งาน AI ปิดอยู่
tr: AI kullanımı kapalıdır.
uk: Функція AI вимкнена.
vi: Chức năng AI đang bị tắt.
zh_hans: AI 利用功能已关闭。
zh_hant: AI 使用設定已關閉。

# health_meals_body_ai.37ee0f70625a
source: 残り {{value1}} / {{value2}}
ar_sa: المتبقي من {{value1}} / {{value2}}
ca: {{value1}} / {{value2}} restant
cs: Zbývá {{value1}} / {{value2}}
da: Rest: {{value1}} / {{value2}}
de_de: Verbleibend {{value1}} / {{value2}}
el: Υπόλοιπο {{value1}} / {{value2}}
en_au: Remaining {{value1}} / {{value2}}
es_es: Quedan {{value1}} / {{value2}}
fi: Jäljellä {{value1}} / {{value2}}
fr_ca: Reste : {{value1}} / {{value2}}
gu: બાકી {{value1}} / {{value2}}
he: נותר {{value1}} / {{value2}}
hi: शेष {{value1}} / {{value2}}
hr: Ostalo: {{value1}} / {{value2}}
hu: Marad: {{value1}} / {{value2}}
id: Sisa {{value1}} / {{value2}}
it: Rimangono {{value1}} / {{value2}}
ko: 남은 {{value1}} / {{value2}}
mr: उरलेले {{value1}} / {{value2}}
ms: Baki {{value1}} / {{value2}}
nl_nl: Over {{value1}} / {{value2}}
no: Gjenværende {{value1}} / {{value2}}
pl: Pozostało {{value1}} / {{value2}}
pt_br: Restante {{value1}} / {{value2}}
pt_pt: Restante {{value1}} / {{value2}}
ro: Rămâne: {{value1}} / {{value2}}
ru: Осталось {{value1}} / {{value2}}
sk: Zostávajú: {{value1}} / {{value2}}
sl: Ostalo: {{value1}} / {{value2}}
sv: Återstående {{value1}} / {{value2}}
ta: மீதம் {{value1}} / {{value2}}
te: మిగిలినది {{value1}} / {{value2}}
th: เหลือ {{value1}} / {{value2}}
tr: Kalan {{value1}} / {{value2}}
uk: Залишилось {{value1}} / {{value2}}
vi: Còn lại {{value1}} / {{value2}}
zh_hans: 剩余 {{value1}} / {{value2}}
zh_hant: 剩余 {{value1}} / {{value2}}

# health_meals_body_ai.39d757a8749c
source: 食品名と、分かれば量も入力してください。
ar_sa: الرجاء إدخال اسم الأكلة والكمية إذا كانت معروفة.
ca: Si us plau, introduïu el nom del menjar i la quantitat si es coneix.
cs: Zadejte název a případně i množství potraviny.
da: Angiv navnet på maden, samt mængden hvis du kender den.
de_de: Bitte geben Sie den Namen des Lebensmittels sowie die Menge ein, falls bekannt.
el: Παρακαλούμε εισάγετε το όνομα και, αν είναι δυνατόν, την ποσότητα των τροφίμων.
en_au: Please enter the name and, if known, the quantity of the food.
es_es: Por favor, ingrese el nombre del alimento y, si es posible, la cantidad.
fi: Anna ruoan nimi ja, jos mahdollista, myös määrä.
fr_ca: Veuillez saisir le nom de l'aliment et, si possible, la quantité.
gu: ખોરાકની ઓળખાણ અને જો શક્ય હોય તો, જથ્થાની માહિતી દાખલ કરો.
he: אנא הזן את שם המזון ואת הכמות, אם ידוע.
hi: कृपया भोजन के नाम और यदि संभव हो तो मात्रा दर्ज करें।
hr: Unesite naziv i, ako znate, količinu hrane.
hu: Kérjük, a termék nevét és, ha tudod, a mennyiséget is írd be.
id: Masukkan nama makanan dan, jika memungkinkan, juga jumlahnya.
it: Inserisci il nome e, se possibile, anche la quantità del cibo.
ko: 음식 이름과, 알면 분량을 입력해주세요.
mr: खाद्यपदार्थाचे नाव आणि शक्य असल्यास त्याचे प्रमाण लिहा.
ms: Masukkan nama dan, jika mungkin, kuantiti makanan.
nl_nl: Vul het voedsel en, indien mogelijk, de hoeveelheid in.
no: Skriv inn navnet på maten, samt mengden hvis du vet det.
pl: Wprowadź nazwę produktu oraz, jeśli to możliwe, również jego ilość.
pt_br: Insira o nome do alimento e, se possível, a quantidade.
pt_pt: Insira o nome do alimento e, se possível, a quantidade.
ro: Introduceți numele alimentului și, dacă este posibil, și cantitatea.
ru: Введите название продукта и, если возможно, количество.
sk: Zadajte názov potravy a, ak viete, aj množstvo.
sl: Vnesite ime hrane in, če je znano, tudi količino.
sv: Ange matens namn och, om möjligt, mängden.
ta: உணவுப் பொருளின் பெயர் மற்றும், தெரிந்தால் அளவையும் உள்ளிடவும்.
te: ఆహార పేరు మరియు మీకు తెలిస్తే పరిమాణాన్ని నమోదు చేయండి.
th: กรุณาใส่ชื่ออาหาร และถ้าทราบ ให้ใส่ปริมาณด้วย
tr: Yiyeceğin adını ve mümkünse miktarını girin.
uk: Введіть назву продукту та, якщо можливо, кількість.
vi: Vui lòng nhập tên và, nếu biết, lượng của thực phẩm.
zh_hans: 请输入食物名称，如果知道的话，也请输入数量。
zh_hant: 請輸入食物名稱，如果知道的話，也請輸入數量。

# health_meals_body_ai.3a36a6db01f0
source: 会話履歴は削除されません。
ar_sa: لن يتم حذف سجل المحادثات.
ca: L'historial de converses no se suprimirà.
cs: Historie rozhovorů nebude smazána.
da: Samtalelisten slettes ikke.
de_de: Gesprächsverlauf wird nicht gelöscht.
el: Οι συζητήσεις δεν διαγράφονται.
en_au: Conversations will not be deleted.
es_es: La historia de conversaciones no se elimina.
fi: Keskusteluhistoriaa ei poisteta.
fr_ca: Les conversations ne sont pas supprimées.
gu: ચેટ ઇતિહાસ દૂર કરવામાં આવશે નહીં.
he: ההיסטוריה של השיחות לא נמחקת.
hi: बातचीत इतिहास हटाया नहीं जाएगा।
hr: Razgovori neće biti izbrisani.
hu: A csevegési előzmények nem törlődnek.
id: Riwayat percakapan tidak akan dihapus.
it: Le conversazioni non vengono eliminate.
ko: 대화 기록은 삭제되지 않습니다.
mr: संवादाचा इतिहास हटवला जाणार नाही.
ms: Sejarah perbualan tidak akan dipadamkan.
nl_nl: Gespreksgeschiedenis wordt niet verwijderd.
no: Samtalelisten slettes ikke.
pl: Historia rozmów nie zostanie usunięta.
pt_br: As conversas não serão excluídas.
pt_pt: As conversas não serão excluídas.
ro: Istoricul conversațiilor nu este șters.
ru: История чата не удаляется.
sk: História rozhovorov nebude vymazaná.
sl: Razgovori ne bodo izbrisani.
sv: Konversationshistoriken raderas inte.
ta: உரையாடல் வரலாறு நீக்கப்படாது.
te: సంభాషణ చరిత్ర తొలగించబడదు.
th: ประวัติการสนทนาจะไม่ถูกลบ
tr: Sohbet geçmişi silinmez.
uk: Історія чатів не видаляється.
vi: Lịch sử trò chuyện sẽ không bị xóa.
zh_hans: 对话记录不会被删除。
zh_hant: 对话记录不会被删除。

# health_meals_body_ai.3b0096995c03
source: 体調を見ながら予定どおり進めましょう。
ar_sa: يرجى مراقبة صحتك والمضي قدما كما هو مخطط له.
ca: Si us plau, vigileu la vostra salut i procediu com està previst.
cs: Sledujte svůj zdravotní stav a postupujte podle plánu.
da: Følg planen, mens du holder øje med dit helbred.
de_de: Behalten Sie Ihren Fortschritt im Auge und halten Sie sich an Ihren Plan.
el: Προχωρήστε σύμφωνα με το πρόγραμμά σας, παρακολουθώντας την κατάστασή σας.
en_au: Continue with your plan while monitoring your health.
es_es: Siga avanzando según lo planeado, teniendo en cuenta su estado físico.
fi: Pidä suunnitelmasta kiinni, kun tarkkailet vointiasi.
fr_ca: Suivez votre programme en fonction de votre état de santé.
gu: તમારા સ્વાસ્થ્યને ધ્યાનમાં રાખીને, યોજના મુજબ આગળ વધો.
he: נסו להתקדם בהתאם ללוח הזמנים, תוך התחשבות במצב הבריאותי.
hi: अपने स्वास्थ्य की स्थिति को ध्यान में रखते हुए, योजना के अनुसार आगे बढ़ें।
hr: Pratite svoj plan i budite aktivni.
hu: Tartsuk be a terveket, figyelve a testérzetünket.
id: Lanjutkan sesuai rencana sambil memantau kondisi kesehatan Anda.
it: Segui il programma tenendo conto del tuo stato di salute.
ko: 건강 상태를 고려하여 계획대로 진행하세요.
mr: आपल्या आरोग्यानुसार योजनेनुसार पुढे जा.
ms: Pastikan anda terus maju mengikut jadual yang ditetapkan.
nl_nl: Volg uw schema en blijf op koers.
no: Følg planen, samtidig som du vurderer hvordan du har det.
pl: Postępuj zgodnie z planem, obserwując swój stan zdrowia.
pt_br: Mantenha o seu progresso de acordo com o planeado.
pt_pt: Mantenha o seu progresso de acordo com o planeado.
ro: Continuați progresul conform planului, ținând cont de starea dumneavoastră.
ru: Старайтесь следовать плану, несмотря на ваше состояние.
sk: Sledujte svoje zdravie a postupujte podľa plánu.
sl: Bodite aktivni in sledite načrtu.
sv: Följ planen och se till att det går bra för dig.
ta: உங்கள் உடல்நிலைக்கு ஏற்ப திட்டங்களைச் செயல்படுத்தவும்.
te: మీ ఆరోగ్యాన్ని దృష్టిలో ఉంచుకుని, ప్రణాళిక ప్రకారం ముందుకు సాగండి.
th: โปรดดำเนินการตามแผนตามสภาพร่างกาย
tr: Sağlığınızı göz önünde bulundurarak planınıza uygun ilerleyin.
uk: Слідкуйте за своїм самопочуттям і дотримуйтесь плану.
vi: Hãy tiếp tục theo kế hoạch khi bạn cảm thấy tốt.
zh_hans: 根据身体状况，按照计划进行活动。
zh_hant: 根据身体状况，按照计划进行。

# health_meals_body_ai.3b27f523d6f1
source: 今日の準備度
ar_sa: مستوى التحضير اليوم
ca: Nivell de preparació d'avui
cs: Vaše připravenost pro dnešní den
da: Din forberedelse i dag
de_de: Vorbereitung heute
el: Το επίπεδο προετοιμασίας σας σήμερα
en_au: Your readiness for today
es_es: Nivel de preparación para hoy
fi: Päivän valmius
fr_ca: Votre niveau de préparation aujourd'hui
gu: આજેની તૈયારી
he: רמת הכושר שלך היום
hi: आज की तैयारी
hr: Priprema za danas
hu: Napra vonatkozó felkészültség
id: Tingkat persiapan hari ini
it: Preparazione per oggi
ko: 오늘의 준비 상태
mr: आजची तयारी
ms: Tingkat kesediaan hari ini
nl_nl: Uw voorbereiding voor vandaag
no: Dagens forberedelse
pl: Przygotowanie na dziś
pt_br: Nível de preparo para hoje
pt_pt: Nível de preparo para hoje
ro: Nivelul pregătirii pentru astăzi
ru: Ваша готовность сегодня
sk: Vaša pripravenosť na daný deň
sl: Danšna pripravljenost
sv: Din dagliga förberedelse
ta: இன்றைய தயார்நிலை
te: ఈ రోజు యొక్క తయారీ
th: ความพร้อมของวันนี้
tr: Bugünkü hazırlık durumu
uk: Ваша готовність сьогодні
vi: Mức độ chuẩn bị cho hôm nay
zh_hans: 今天的准备情况
zh_hant: 今日的状态准备

# health_meals_body_ai.3b5b91c5855d
source: データ品質
ar_sa: جودة البيانات
ca: qualitat de les dades
cs: Kvalita dat
da: Datakvalitet
de_de: Datenqualität
el: Ποιότητα δεδομένων
en_au: Data quality
es_es: Calidad de los datos
fi: Datan laatu
fr_ca: Qualité des données
gu: ડેટાની ગુણવત્તા
he: איכות נתונים
hi: डेटा की गुणवत्ता
hr: Kvaliteta podataka
hu: Adatminőség
id: Kualitas Data
it: Qualità dei dati
ko: 데이터 품질
mr: डेटा गुणवत्ता
ms: Kualiti data
nl_nl: Kwaliteit van de data
no: Datakvalitet
pl: Jakość danych
pt_br: Qualidade dos dados
pt_pt: Qualidade dos dados
ro: Calitatea datelor
ru: Качество данных
sk: Kvalita dát
sl: Kvaliteta podatkov
sv: Datakvalitet
ta: தரவு தரம்
te: డేటా నాణ్యత
th: คุณภาพข้อมูล
tr: Veri kalitesi
uk: Якість даних
vi: Chất lượng dữ liệu
zh_hans: 数据质量
zh_hant: 數據品質

# health_meals_body_ai.3bbe0e753f4d
source: 回/分
ar_sa: مرات / دقيقة
ca: vegades/min
cs: Dýchání/minuta
da: Gang/minut
de_de: Einheiten/Minute
el: Ανά λεπτό
en_au: Quantity / per serving
es_es: Por unidad/minuto
fi: Hengityksenopeus/minuutti
fr_ca: Par séance/par minute
gu: વાર/મિનિટ
he: פעמים בדקה
hi: बार/मिनट
hr: Udarci/min
hu: Perc/perc
id: Kali/menit
it: Ripetizioni/minuto
ko: 회/분
mr: वेळा/मिनिट
ms: Kali/minit
nl_nl: Aantal/minuut
no: Pust/minutt
pl: Raz/min
pt_br: Por minuto
pt_pt: Por minuto
ro: Respirații/minut
ru: Раз/мин
sk: Dychov/min
sl: Krat/min
sv: Gånger/minut
ta: நிமிடத்திற்கு
te: సార్లు/నిమిషం
th: ครั้ง/นาที
tr: Solunum/dakika
uk: Кількість/хвилину
vi: Lần/phút
zh_hans: 次数/分钟
zh_hant: 次數/分鐘
